info_lekarstva = [
    (1001, "Аспирин", "Противовоспалительное и жаропонижающее средство", "Германия", 9),
    (1002, "Метформин", "Лечение диабета", "Чехия", 24),
    (1003, "Нурофен", "Противовоспалительное и жаропонижающее средство", "Великобритания", 8),
    (1004, "Прозак", "Лечение тревожных расстройств, депрессии", "США", 18),
    (1005, "Терафлю", "Лечение гриппа и простуды", "Великобритания", 53),
    (1006, "Зодак", "Лечение аллергических реакций", "Чехия", 79),
    (1007, "Ацетаминофен", "Анальгетик и жаропонижающее средство", "Индия", 0),
    (1008, "Алпразолам", "Лечение тревожных расстройств, панических атак", "США", 70),
    (1009, "Эводин", "Заместительная терапия щитовидной железы при гипотиреозе", "Россия", 44),
    (1010, "Детралекс", "Лечение венозной недостаточности", "Россия", 101),
    (1011, "Кардиомагнил", "Профилактика инфаркта и тромбоза с защитой желудка", "США", 3),
    (1012, "ЛинАква", "Для промывания и орошения носа", "Канада", 6),
    (1013, "Ренгалин", "Лечение кашля", "Германия", 2),
    (1014, "Адаксинт", "Способствует устранению избытка соляной кислоты", "Индия", 10),
    (1015, "Ринза", "При простуде и гриппе", "Россия", 7),
    (1016, "Завицефта", "Для приготовления концентрата для приготовления раствора для инфузий", "США", 1103)
]
